Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Pick your languages
de: Wähle deine Sprachen
es: Elige tus idiomas
et: Vali oma keeled
fr: Choisis tes langues
hu: Válaszd ki a nyelveidet
it: Scegli le tue lingue
ja: 言語を選択
ko: 언어 선택
ms: Pilih bahasa anda
pt: Escolha os seus idiomas
ru: Выберите языки
zh_hans: 选择你的语言

source: Pick your layout
de: Wähle dein Layout
es: Elige tu distribución
et: Vali oma paigutus
fr: Choisis ta disposition
hu: Válaszd ki az elrendezésedet
it: Scegli la tua disposizione
ja: レイアウトを選択
ko: 레이아웃 선택
ms: Pilih susun atur anda
pt: Escolha o seu layout
ru: Выберите раскладку
zh_hans: 选择你的布局

source: Picks the most natural word, not just the most common
de: Wählt das natürlichste Wort, nicht nur das häufigste
es: Elige la palabra más natural, no solo la más común
et: Valib kõige loomulikuma sõna, mitte ainult kõige sagedasema
fr: Choisit le mot le plus naturel, pas seulement le plus courant
hu: A legtermészetesebb szót választja, nem csak a leggyakoribbat
it: Sceglie la parola più naturale, non solo la più comune
ja: いちばん多い単語ではなく、いちばん自然な単語を選びます
ko: 가장 흔한 단어가 아니라 가장 자연스러운 단어를 골라요
ms: Pilih perkataan paling semula jadi, bukan sekadar yang paling biasa
pt: Escolhe a palavra mais natural, não só a mais comum
ru: Выбирает самое естественное слово, а не просто самое частое
zh_hans: 挑最自然的词，不只是最常见的

source: Picks up the names, slang, and jargon you type, not words the dictionary already has.
de: Merkt sich Namen, Slang und Fachwörter, die du tippst – keine Wörter, die schon im Wörterbuch stehen.
es: Aprende los nombres, la jerga y los tecnicismos que escribes, no las palabras que ya están en el diccionario.
et: Tabab nimesid, slängi ja žargooni, mida tipid, mitte sõnu, mis juba sõnaraamatus on.
fr: Retient les noms, l'argot et le jargon que tu tapes, pas les mots que le dictionnaire connaît déjà.
hu: Megjegyzi a neveket, a szlenget és a szakszavakat, amiket írsz – a szótárban meglévőket nem.
it: Impara i nomi, lo slang e il gergo che scrivi, non le parole che il dizionario ha già.
ja: 辞書にない名前やスラング、専門用語だけを覚えます。
ko: 사전에 없는 이름, 은어, 전문 용어만 기억합니다.
ms: Mengingat nama, slanga dan jargon yang awak taip — bukan perkataan yang sudah ada dalam kamus.
pt: Guarda os nomes, a gíria e o jargão que escreves, não as palavras que o dicionário já tem.
ru: Подхватывает имена, сленг и жаргон, которые вы печатаете, — а не слова, уже известные словарю.
zh_hans: 只记住你输入的名字、俚语和行话，词典里已有的词不记。

source: Pin
de: Anheften
es: Fijar
et: Kinnita
fr: Épingler
hu: Rögzítés
it: Fissa
ja: ピン留め
ko: 고정
ms: Sematkan
pt: Fixar
ru: Закрепить
zh_hans: 固定

source: Pin something in Cling and it shows up here.
de: Pinne etwas in Cling an, und es erscheint hier.
es: Guarda algo en Cling y aparecerá aquí.
et: Kinnita midagi Clingis ja see ilmub siia.
fr: Épingle quelque chose dans Cling et ça apparaîtra ici.
hu: Rögzíts valamit a Clingben, és itt megjelenik.
it: Aggiungi qualcosa in Cling e comparirà qui.
ja: Cling に何かピン留めすると、ここに表示されます。
ko: Cling에 무언가를 고정하면 여기에 나타납니다.
ms: Simpan sesuatu dalam Cling dan ia muncul di sini.
pt: Fixe algo no Cling e aparece aqui.
ru: Закрепите что-нибудь в Cling — и оно появится здесь.
zh_hans: 在 Cling 里固定一些内容，就会出现在这里。

source: Pinned
de: Angeheftet
es: Fijado
et: Kinnitatud
fr: Épinglé
hu: Rögzítve
it: Fissato
ja: ピン留め済み
ko: 고정됨
ms: Disemat
pt: Fixado
ru: Закреплено
zh_hans: 已固定

source: Pins, notepad notes, and calculator results live in the App Group.
de: Anheftungen, Notizblock-Notizen und Rechnerergebnisse liegen in der App Group.
es: Los elementos fijados, las notas del bloc y los resultados de la calculadora se quedan en el App Group.
et: Kinnitused, märkmiku märkmed ja kalkulaatori tulemused asuvad App Groupis.
fr: Tes épingles, notes du bloc-notes et résultats de la calculatrice restent dans l'App Group.
hu: A rögzített elemek, a jegyzetek és a számológép eredményei az App Groupban maradnak.
it: I pin, le note del blocco note e i risultati della calcolatrice stanno nell'App Group.
ja: ピン、メモ、電卓の結果は App Group に保存されます。
ko: 고정, 메모장 메모, 계산기 결과는 App Group 안에 있어요.
ms: Pin, nota notepad dan hasil kalkulator disimpan dalam App Group.
pt: Pins, notas do bloco de notas e resultados da calculadora ficam no App Group.
ru: Закреплённое, заметки из блокнота и результаты калькулятора лежат в App Group.
zh_hans: 固定项、记事本笔记和计算器结果都存在 App Group 里。

source: Pirate speak
de: Piratensprech
es: Habla pirata
et: Piraadikõne
fr: Langage de pirate
hu: Kalózbeszéd
it: Parla da pirata
ja: 海賊言葉
ko: 해적 말투
ms: Bahasa lanun
pt: Fala de pirata
ru: По-пиратски
zh_hans: 海盗腔

source: Pitch
de: Tonhöhe
es: Altura del sonido
et: Helikõrgus
fr: Hauteur du son
hu: Hangmagasság
it: Altezza del suono
ja: 音の高さ
ko: 음높이
ms: Pic
pt: Altura do som
ru: Высота тона
zh_hans: 音高

source: Pitch spread
de: Tonhöhenstreuung
es: Variación de altura
et: Helikõrguse varieeruvus
fr: Variation de hauteur
hu: Hangmagasság szórása
it: Variazione dell’altezza
ja: 音の高さのばらつき
ko: 음높이 변화 폭
ms: Variasi pic
pt: Variação da altura
ru: Разброс высоты тона
zh_hans: 音高变化范围

source: Placement
de: Platzierung
es: Ubicación
et: Asetus
fr: Emplacement
hu: Elhelyezés
it: Posizionamento
ja: 配置
ko: 위치
ms: Penempatan
pt: Posicionamento
ru: Размещение
zh_hans: 位置

source: Placement and motion
de: Position und Bewegung
es: Posición y movimiento
et: Asetus ja liikumine
fr: Position et mouvement
hu: Elhelyezés és mozgás
it: Posizione e movimento
ja: 配置と動き
ko: 배치 및 움직임
ms: Kedudukan dan gerakan
pt: Posição e movimento
ru: Расположение и движение
zh_hans: 位置和动效

source: Plain
de: Schlicht
es: Sencillo
et: Lihtne
fr: Simple
hu: Egyszerű
it: Semplice
ja: シンプル
ko: 기본
ms: Ringkas
pt: Simples
ru: Простой
zh_hans: 简约

source: Plain text, one word per line, with an optional count after it ("word 1234") to rank suggestions.
de: Reiner Text, ein Wort pro Zeile, optional mit einer Zahl dahinter („Wort 1234“), um Vorschläge zu sortieren.
es: Texto sin formato, una palabra por línea, con un número opcional detrás («palabra 1234») para ordenar las sugerencias.
et: Lihttekst, üks sõna rea kohta, valikuline arv järel („sõna 1234") soovituste järjestamiseks.
fr: Texte brut, un mot par ligne, éventuellement suivi d’un nombre (« mot 1234 ») pour classer les suggestions.
hu: Egyszerű szöveg, soronként egy szó, mögé tehetsz egy számot („szó 1234”), ami a javaslatok sorrendjét adja.
it: Testo semplice, una parola per riga, con un numero facoltativo dopo («parola 1234») per ordinare i suggerimenti.
ja: プレーンテキストで 1 行 1 語。語の後ろに数値（「単語 1234」）を書くと候補の順番に使われます。
ko: 일반 텍스트로 한 줄에 한 단어씩. 단어 뒤에 숫자("단어 1234")를 적으면 추천 순서에 반영됩니다.
ms: Teks biasa, satu perkataan setiap baris, dengan nombor pilihan selepasnya ("perkataan 1234") untuk menyusun cadangan.
pt: Texto simples, uma palavra por linha, com um número opcional a seguir («palavra 1234») para ordenar as sugestões.
ru: Обычный текст, по слову в строке, при желании с числом после него («слово 1234») для ранжирования подсказок.
zh_hans: 纯文本，每行一个词；词后可加数字（“词 1234”）来决定候选顺序。

source: Play a sound on every keypress.
de: Spielt bei jedem Tastendruck einen Ton.
es: Suena con cada pulsación de tecla.
et: Esitab heli iga klahvivajutusega.
fr: Émet un son à chaque appui de touche.
hu: Minden billentyűnyomásnál szóljon egy hang.
it: Fai un suono a ogni tasto premuto.
ja: キーを押すたびに音を鳴らします。
ko: 키를 누를 때마다 소리를 내요.
ms: Mainkan bunyi pada setiap tekanan kekunci.
pt: Toca um som a cada tecla que carregas.
ru: Проигрывать звук при каждом нажатии.
zh_hans: 每次按键都放一个声音。

source: Plugin Switcher
de: Plugin-Umschalter
es: Cambio de plugins
et: Pistikprogrammide vahetaja
fr: Changeur de plugins
hu: Bővítményváltó
it: Cambio plugin
ja: プラグイン切り替え
ko: 플러그인 전환
ms: Penukar Plugin
pt: Troca de plugins
ru: Переключатель плагинов
zh_hans: 插件切换

source: Plugin access
de: Plugin-Zugriff
es: Acceso del plugin
et: Pistikprogrammi juurdepääs
fr: Accès du plugin
hu: Bővítmény hozzáférése
it: Accesso del plugin
ja: プラグインのアクセス
ko: 플러그인 접근 권한
ms: Akses pemalam
pt: Acesso do plugin
ru: Доступ плагина
zh_hans: 插件访问权限

source: Plugin commands
de: Plugin-Befehle
es: Comandos de plugins
et: Pistikprogrammide käsud
fr: Commandes des plugins
hu: Bővítményparancsok
it: Comandi dei plugin
ja: プラグインコマンド
ko: 플러그인 명령
ms: Arahan pemalam
pt: Comandos dos plugins
ru: Команды плагинов
zh_hans: 插件命令

source: Plugin controls
de: Plugin-Steuerelemente
es: Controles de plugins
et: Pistikprogrammide juhtelemendid
fr: Commandes d’interface des plugins
hu: Bővítményvezérlők
it: Controlli dei plugin
ja: プラグインの操作部品
ko: 플러그인 컨트롤
ms: Kawalan pemalam
pt: Controlos dos plugins
ru: Элементы управления плагинами
zh_hans: 插件控件

source: Plugin documentation
de: Plugin-Dokumentation
es: Documentación de plugins
et: Pistikprogrammide dokumentatsioon
fr: Documentation des plugins
hu: Bővítmények dokumentációja
it: Documentazione dei plugin
ja: プラグインのドキュメント
ko: 플러그인 문서
ms: Dokumentasi plugin
pt: Documentação de plugins
ru: Документация по плагинам
zh_hans: 插件文档

source: Plugin looks
de: Plugin-Designs
es: Aspectos de plugins
et: Pistikprogrammide kujundused
fr: Apparences des plugins
hu: Bővítménymegjelenések
it: Aspetti dei plugin
ja: プラグインの外観
ko: 플러그인 모양
ms: Rupa pemalam
pt: Aspetos dos plugins
ru: Оформления плагинов
zh_hans: 插件外观

source: Plugin packs
de: Plugin-Pakete
es: Paquetes de plugins
et: Pistikprogrammipakid
fr: Packs de plugins
hu: Bővítménycsomagok
it: Pacchetti plugin
ja: プラグインパック
ko: 플러그인 팩
ms: Pek plugin
pt: Pacotes de plugins
ru: Пакеты плагинов
zh_hans: 插件包

source: Plugin settings
de: Plugin-Einstellungen
es: Ajustes del plugin
et: Pistikprogrammi seaded
fr: Réglages du plugin
hu: Bővítmény beállításai
it: Impostazioni plugin
ja: プラグインの設定
ko: 플러그인 설정
ms: Tetapan plugin
pt: Definições do plugin
ru: Настройки плагина
zh_hans: 插件设置

source: Plugin skeleton
de: Plugin-Grundgerüst
es: Esqueleto de plugin
et: Pistikprogrammi karkass
fr: Squelette de plugin
hu: Bővítmény váza
it: Scheletro del plugin
ja: プラグインの骨組み
ko: 플러그인 뼈대
ms: Rangka plugin
pt: Esqueleto de plugin
ru: Каркас плагина
zh_hans: 插件骨架

source: Plugin state samples
de: Beispielwerte für Plugin-Zustände
es: Ejemplos de estado del plugin
et: Pistikprogrammi näidisolekud
fr: Exemples d’état des plugins
hu: Bővítményállapot-minták
it: Stati di esempio dei plugin
ja: プラグイン状態のサンプル
ko: 플러그인 상태 예시
ms: Sampel keadaan pemalam
pt: Exemplos de estado dos plugins
ru: Примеры состояния плагинов
zh_hans: 插件状态示例

source: Plugin vocabulary
de: Plugin-Vokabular
es: Vocabulario de plugins
et: Pistikprogrammi sõnavara
fr: Vocabulaire des plugins
hu: Bővítmény-szókincs
it: Vocabolario dei plugin
ja: プラグインの語彙
ko: 플러그인 어휘
ms: Perbendaharaan kata plugin
pt: Vocabulário de plugins
ru: Словарь плагинов
zh_hans: 插件词汇

source: Plugins are off
de: Plugins sind aus
es: Los plugins están desactivados
et: Pistikprogrammid on väljas
fr: Les plugins sont désactivés
hu: A bővítmények ki vannak kapcsolva
it: I plugin sono disattivati
ja: プラグインはオフです
ko: 플러그인이 꺼져 있습니다
ms: Plugin dimatikan
pt: Os plugins estão desativados
ru: Плагины выключены
zh_hans: 插件已关闭

source: Plugins aren't running
de: Plugins laufen nicht
es: Los plugins no se están ejecutando
et: Pistikprogrammid ei tööta
fr: Les plugins ne tournent pas
hu: A bővítmények nem futnak
it: I plugin non sono in funzione
ja: プラグインが動いていません
ko: 플러그인이 실행되고 있지 않습니다
ms: Plugin tidak berjalan
pt: Os plugins não estão a funcionar
ru: Плагины не работают
zh_hans: 插件没有在运行

source: Plugins run as you type and can change what the keyboard shows. Only allow repositories you trust.
de: Plugins laufen, während du tippst, und können ändern, was die Tastatur anzeigt. Erlaube nur Repositorys, denen du vertraust.
es: Los plugins se ejecutan mientras escribes y pueden cambiar lo que muestra el teclado. Permite solo repositorios en los que confíes.
et: Pistikprogrammid töötavad tippimise ajal ja võivad muuta seda, mida klaviatuur näitab. Luba ainult hoidlaid, mida usaldad.
fr: Les plugins s’exécutent pendant que tu tapes et peuvent modifier l’affichage du clavier. N’autorise que les dépôts auxquels tu fais confiance.
hu: A bővítmények gépelés közben futnak, és megváltoztathatják, amit a billentyűzet mutat. Csak megbízható tárolókat engedélyezz.
it: I plugin girano mentre scrivi e possono cambiare ciò che la tastiera mostra. Consenti solo i repository di cui ti fidi.
ja: プラグインは入力中に動作し、キーボードの表示を変えられます。信頼できるリポジトリだけを許可してください。
ko: 플러그인은 입력하는 동안 실행되며 키보드에 보이는 내용을 바꿀 수 있습니다. 신뢰하는 저장소만 허용하세요.
ms: Plugin berjalan semasa anda menaip dan boleh mengubah apa yang dipaparkan papan kekunci. Benarkan hanya repositori yang anda percayai.
pt: Os plugins correm enquanto escreve e podem mudar o que o teclado mostra. Permita apenas repositórios em que confia.
ru: Плагины работают во время набора и могут менять то, что показывает клавиатура. Разрешайте только репозитории, которым доверяете.
zh_hans: 插件在你输入时运行，还能改变键盘显示的内容。只允许你信任的仓库。

source: Points
de: Punkte
es: Puntos
et: Punktid
hu: Pontok
it: Punti
ja: ポイント
ko: 점
ms: Titik
pt: Pontos
ru: Точки
zh_hans: 节点

source: Polish
de: Verfeinern
es: Pulir
et: Täiusta
fr: Polir
hu: Csiszolás
it: Rifinisci
ja: 磨き
ko: 다듬기
ms: Gilap
pt: Polir
ru: Полировка
zh_hans: 润色

source: Polish this
de: Formuliere das schöner
es: Pule esto
et: Täiusta seda
fr: Peaufine ça
hu: Csiszold ezt meg
it: Rifinisci questo
ja: これをきれいに整えて
ko: 이걸 다듬어 줘
ms: Kemaskan ini
pt: Aperfeiçoa isto
ru: Отшлифовать это
zh_hans: 把这段润色一下

source: Polished
de: Überarbeitet
es: Mejorado
et: Täiustatud
fr: Amélioré
hu: Finomítva
it: Perfezionato
ja: 調整済み
ko: 다듬음
ms: Dikemas kini
pt: Aperfeiçoado
ru: Отшлифовано
zh_hans: 已润色

source: Polishing…
de: Wird verfeinert…
es: Puliendo…
et: Täiustamine…
fr: Peaufinage…
hu: Csiszolás…
it: Perfezionamento…
ja: 整えています…
ko: 다듬는 중…
ms: Memperkemas…
pt: A aperfeiçoar…
ru: Шлифуем…
zh_hans: 润色中…

source: Polite and professional, for work and strangers.
de: Höflich und professionell, für Beruf und Fremde.
es: Cortés y profesional: para el trabajo y con desconocidos.
et: Viisakas ja professionaalne, tööks ja võõrastele.
fr: Poli et professionnel, pour le travail et les inconnus.
hu: Udvarias és szakszerű, munkához és idegenekhez.
it: Cortese e professionale: per il lavoro e con gli sconosciuti.
ja: 丁寧でビジネス向き。仕事や初対面の相手に。
ko: 정중하고 격식 있는 말투. 업무나 처음 만나는 사람에게.
ms: Sopan dan profesional, untuk kerja dan orang yang tidak dikenali.
pt: Cortês e profissional, para o trabalho e para desconhecidos.
ru: Вежливо и по-деловому — для работы и незнакомых людей.
zh_hans: 礼貌得体，适合工作场合和陌生人。

source: Pop
de: Plopp
et: Plõks
hu: Pukkanás
ja: ポップ
ko: 팝
ru: Поп
zh_hans: 弹出

source: Popup opacity
de: Deckkraft der Tastenvorschau
es: Opacidad de la vista emergente
et: Hüpikvaate läbipaistmatus
fr: Opacité de l’aperçu de touche
hu: Felugró nézet átlátszatlansága
it: Opacità dell’anteprima tasto
ja: ポップアップの不透明度
ko: 팝업 불투명도
ms: Kelegapan pop timbul
pt: Opacidade da pré-visualização da tecla
ru: Непрозрачность всплывающей клавиши
zh_hans: 弹出预览不透明度

source: Popup speed
de: Geschwindigkeit der Tastenvorschau
es: Velocidad de la vista emergente
et: Hüpikvaate kiirus
fr: Vitesse de l’aperçu de touche
hu: Felugró nézet sebessége
it: Velocità dell’anteprima tasto
ja: ポップアップの速度
ko: 팝업 속도
ms: Kelajuan pop timbul
pt: Velocidade da pré-visualização da tecla
ru: Скорость всплывающей клавиши
zh_hans: 弹出预览速度

source: Popup spring
de: Popup-Feder
es: Resorte de ventana emergente
et: Hüpiku vedru
fr: Ressort de la fenêtre contextuelle
hu: Felugró rugó
it: Molla del popup
ja: ポップアップのスプリング
ko: 팝업 스프링
ms: Spring pop timbul
pt: Mola do pop-up
ru: Пружина всплывающего окна
zh_hans: 弹窗弹性

source: Popup springiness
de: Federung der Tastenvorschau
es: Rebote de la vista emergente
et: Hüpikvaate vetruvus
fr: Rebond de l’aperçu de touche
hu: Felugró nézet rugalmassága
it: Rimbalzo dell’anteprima tasto
ja: ポップアップの弾み
ko: 팝업 탄성
ms: Keanjalan pop timbul
pt: Ressalto da pré-visualização da tecla
ru: Упругость всплывающей клавиши
zh_hans: 弹出预览弹性

source: Popup style
de: Pop-up-Stil
es: Estilo de ventana emergente
et: Hüpiku stiil
fr: Style de pop-up
hu: Popup stílus
it: Stile pop-up
ja: ポップアップのスタイル
ko: 팝업 스타일
ms: Gaya pop timbul
pt: Estilo do pop-up
ru: Вид всплывающего окна
zh_hans: 弹出样式

source: Portrait
de: Hochformat
es: Vertical
et: Püstpaigutus
hu: Álló
it: Verticale
ja: 縦向き
ko: 세로
ms: Potret
pt: Vertical
ru: Книжная
zh_hans: 纵向

source: Power
de: Energie
es: Energía
et: Energia
fr: Énergie
hu: Energia
it: Energia
ja: 電力
ko: 전력
ms: Tenaga
pt: Energia
ru: Питание
zh_hans: 耗电

source: Powered by KLIPY
de: Bereitgestellt von KLIPY
es: Con tecnología de KLIPY
et: Teenust pakub KLIPY
fr: Avec KLIPY
hu: A KLIPY szolgáltatásával
it: Con tecnologia KLIPY
ja: KLIPY提供
ko: KLIPY 제공
ms: Dikuasakan oleh KLIPY
pt: Com tecnologia da KLIPY
ru: На базе KLIPY
zh_hans: 由 KLIPY 提供支持

source: Precise
de: Präzise
es: Preciso
et: Täpne
fr: Précis
hu: Pontos
it: Preciso
ja: 精密
ko: 정밀
ms: Tepat
pt: Preciso
ru: Точно
zh_hans: 精确

source: Predict at word start
de: Schon am Wortanfang vorhersagen
es: Predecir al empezar la palabra
et: Ennusta sõna alguses
fr: Prédire en début de mot
hu: Jóslás a szó elején
it: Prevedi a inizio parola
ja: 単語の先頭で予測する
ko: 단어 시작할 때 예측하기
ms: Ramal pada permulaan perkataan
pt: Prever no início da palavra
ru: Предсказывать с начала слова
zh_hans: 词首就开始预测

source: Prediction strength
de: Vorhersagestärke
es: Fuerza de predicción
et: Ennustuse tugevus
fr: Force de prédiction
hu: Előrejelzés erőssége
it: Intensità della previsione
ja: 予測の強さ
ko: 예측 강도
ms: Kekuatan ramalan
pt: Força da previsão
ru: Сила предсказаний
zh_hans: 预测强度

source: Predictions run
de: Vorhersagelauf
es: Ejecución de predicciones
et: Ennustuste käivitamine
fr: Exécution des prédictions
hu: Előrejelzés futtatása
it: Esecuzione previsioni
ja: 予測の実行
ko: 예측 실행
ms: Larian ramalan
pt: Execução de previsões
ru: Предсказаний выполнено
zh_hans: 预测运行

source: Predictions run on device.
de: Vorhersagen laufen auf dem Gerät.
es: Las predicciones se ejecutan en el dispositivo.
et: Ennustused töötavad seadmel.
fr: Les prédictions s'exécutent sur l'appareil.
hu: Az előrejelzések az eszközön futnak.
it: Le previsioni girano sul dispositivo.
ja: 予測はデバイス上で実行されます。
ko: 예측은 기기에서 실행돼요.
ms: Ramalan berjalan pada peranti.
pt: As previsões correm no dispositivo.
ru: Предсказания работают на устройстве.
zh_hans: 预测在设备上运行。

source: Predictions, autocorrect, and swipe decoding all run in the app. No server.
de: Vorhersagen, Autokorrektur und Wischeingabe laufen alle in der App. Kein Server.
es: Predicciones, autocorrección y deslizamiento van dentro de la app. Sin servidor.
et: Ennustused, automaatparandus ja pühkimise dekodeerimine töötavad kõik rakenduses. Serverit pole.
fr: Les prédictions, la correction auto et le décodage par glissement marchent tous dans l'app. Pas de serveur.
hu: A javaslatok, az automatikus javítás és a csúsztatásos gépelés mind az appban fut. Nincs szerver.
it: Previsioni, correzione automatica e swipe girano tutti nell'app. Nessun server.
ja: 予測も自動修正も、スワイプ入力の解析も、すべてアプリの中で動きます。サーバーは使いません。
ko: 예측, 자동 수정, 스와이프 인식이 전부 앱 안에서 돌아가요. 서버는 없어요.
ms: Ramalan, autobetul dan penyahkodan leret, semuanya berjalan dalam app. Tiada pelayan.
pt: Previsões, correção automática e descodificação por deslize correm todas na app. Sem servidor.
ru: Предсказания, автокоррекция и разбор скольжения — всё работает внутри приложения. Без сервера.
zh_hans: 联想、自动更正和滑动识别都在应用里跑，不走服务器。

source: Predictive Flick
de: Prädiktives Wischen
es: Deslizamiento predictivo
et: Ennustav nips
fr: Glissement prédictif
hu: Prediktív pöccintés
it: Scorrimento predittivo
ja: 予測フリック
ko: 예측 플릭
ms: Leret prediktif
pt: Deslize preditivo
ru: Предиктивный свайп
zh_hans: 预测上滑

source: Predictive suggestion: %@
de: Vorhersage: %@
es: Sugerencia predictiva: %@
et: Ennustatav soovitus: %@
fr: Suggestion prédictive : %@
hu: Prediktív javaslat: %@
it: Suggerimento predittivo: %@
ja: 予測候補: %@
ko: 예측 제안: %@
ms: Cadangan ramalan: %@
pt: Sugestão preditiva: %@
ru: Предлагаемый вариант: %@
zh_hans: 预测建议：%@

source: Predicts your next letter and silently enlarges likely keys without moving them, like the native keyboard.
de: Sagt deinen nächsten Buchstaben voraus und vergrößert wahrscheinliche Tasten ganz unauffällig, ohne sie zu verschieben, wie die native Tastatur.
es: Predice tu siguiente letra y agranda sin ruido las teclas probables, sin moverlas, como el teclado nativo.
et: Ennustab sinu järgmise tähe ja suurendab vaikselt tõenäolisi klahve neid liigutamata, nagu süsteemne klaviatuur.
fr: Prédit ta prochaine lettre et agrandit discrètement les touches probables sans les bouger, comme le clavier natif.
hu: Megjósolja a következő betűt, és csendben megnöveli a valószínű billentyűket anélkül, hogy elmozdítaná őket, mint a natív billentyűzet.
it: Prevede la lettera che scriverai e ingrandisce di nascosto i tasti probabili senza spostarli, come la tastiera nativa.
ja: 純正キーボードのように、次に打つ文字を予測して、来そうなキーを動かさずにそっと大きくします。
ko: 기본 키보드처럼 다음 글자를 예측해서, 키를 옮기지 않고 나올 만한 키를 슬쩍 키워요.
ms: Ramal huruf anda seterusnya dan besarkan kekunci yang berkemungkinan secara senyap tanpa mengalihkannya, macam papan kekunci asli.
pt: Prevê a tua próxima letra e aumenta discretamente as teclas prováveis sem as mexer, como o teclado nativo.
ru: Предсказывает следующую букву и незаметно увеличивает вероятные клавиши, не сдвигая их, — как родная клавиатура.
zh_hans: 预测你的下一个字母，像原生键盘那样悄悄放大可能的键，但不挪动它们。

source: Premium swipe trails
de: Premium-Wischspuren
es: Trazos de deslizamiento prémium
et: Premium-libistamisjäljed
fr: Traînées de balayage premium
hu: Prémium húzási nyomvonalak
it: Scie di scorrimento premium
ja: プレミアムスワイプ軌跡
ko: 프리미엄 스와이프 트레일
ms: Jejak leretan premium
pt: Rastros de deslize premium
ru: Премиум-следы свайпа
zh_hans: 高级滑行轨迹

source: Preset
de: Voreinstellung
es: Preajuste
et: Eelseadistus
fr: Préréglage
hu: Előre beállított
ja: プリセット
ko: 프리셋
ms: Praset
pt: Predefinição
ru: Пресет
zh_hans: 预设

source: Presets
de: Voreinstellungen
es: Preajustes
et: Eelseadistused
fr: Préréglages
hu: Előbeállítások
it: Preset
ja: プリセット
ko: 프리셋
ms: Praset
pt: Predefinições
ru: Пресеты
zh_hans: 预设

source: Press Space twice to end the sentence with a period. A space the keyboard added after a swipe never counts as the first press.
de: Zweimal Leertaste drücken, um den Satz mit einem Punkt zu beenden. Ein Leerzeichen, das die Tastatur nach einem Wisch selbst eingefügt hat, zählt nie als erster Druck.
es: Pulsa Espacio dos veces para terminar la frase con un punto. Un espacio que el teclado añadió tras un deslizamiento nunca cuenta como la primera pulsación.
et: Vajuta tühikut kaks korda, et lõpetada lause punktiga. Tühik, mille klaviatuur lisas pärast libistamist ise, ei lähe kunagi esimese vajutusena arvesse.
fr: Appuie deux fois sur la barre d’espace pour terminer la phrase par un point. Une espace ajoutée par le clavier après un glissement ne compte jamais comme premier appui.
hu: Nyomd meg kétszer a szóközt, hogy a mondat ponttal záruljon. A billentyűzet által csúsztatás után beszúrt szóköz sosem számít első lenyomásnak.
it: Premi Spazio due volte per chiudere la frase con un punto. Uno spazio aggiunto dalla tastiera dopo uno scorrimento non conta mai come prima pressione.
ja: スペースを2回押すと文末にピリオドが入ります。スワイプ後にキーボードが自動で入れたスペースは1回目として数えません。
ko: 스페이스를 두 번 누르면 문장이 마침표로 끝납니다. 스와이프 뒤에 키보드가 스스로 넣은 공백은 첫 번째 입력으로 치지 않습니다.
ms: Tekan Ruang dua kali untuk menamatkan ayat dengan noktah. Ruang yang dimasukkan papan kekunci selepas leretan tidak dikira sebagai tekanan pertama.
pt: Toque em Espaço duas vezes para terminar a frase com um ponto. Um espaço que o teclado inseriu depois de um deslize nunca conta como o primeiro toque.
ru: Нажмите пробел дважды, чтобы закончить предложение точкой. Пробел, который клавиатура сама поставила после свайпа, никогда не считается первым нажатием.
zh_hans: 按两次空格以句号结束句子。滑动输入后键盘自动添加的空格不算第一次按下。
